Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/stotte_til_produksjon_av_utstilling_med_iver_jaks.html.tmx
Source language: nob
Languages: smj

source: Støtte til produksjon av utstilling med Iver Jåks
smj: Doarjja Iver Jåksa vuosádusáv buvtadittjat

source: Sametingsrådet har bevilget 200 000 kroner til Tegnerforbundet, til medvirkning av samiske kunstnere i utstillingen av Iver Jåks.
smj: Sámedikkeráde la juollodam 200 000 kråvnå Tegnerforbundaj, sáme dájddárij vuosádusá vájkkudussaj Iver Jåksa baktu.

source: Utstillingen skal vises på Tegnerforbundets lokaler i Oslo.
smj: Vuosádus vuoseduvvá Tegnerforbudet huodnahijn Oslon.

source: I perioden fra 27. oktober til 22. desember i år presenterer Tegnerforbundet den første retrospektive utstillingen med den samiske kunstneren Ánddir Ivvár Ivvár, Iver Jåks, i Oslo.
smj: Ájgegávdan gålgådismáno 27. b.- javllamáno 22. b. dán jage vuoset Tegnerforbundet vuostasj retrospektjva vuosádusáv sáme dájddárijn Ánddir Ivvár Ivvárijn, Iver Jåksajn, Oslon.

source: Utstillingen har fokus på Jåks’ tegninger som ikke har blitt vist offentlig tidligere.
smj: Vuosádus dættot Jåksa tjuorggamijt ma ælla åvddål vuoseduvvam almulattjat.

source: De tre samiske kunstnerne Laila Labba, Niilas Helander og Kurt Hermansen vil bidra til utstillingen med nyproduserte verk som står i dialog med Jåks kunstnerskap.
smj: Gålmmå sáme dájddárav Laila Labba, Niillas Helander ja Kurt Hermansen vájkkudi vuosádussaj ådå buktagij ma Jåksa dájdalasjvuodajn guládalli.

source: Med dette grepet ønsker Tegnerforbundet å sette Iver Jåks i dialog med tendenser i dagens samtidskunst.
smj: Dájna dagujn sihtá Tegnerforbudet Iver Jåksav tjadnat dálásjájgedájddaj.

source: Iver Jåks er først og fremst kjent for sin grafikk, sine skulpturer og installasjoner, men i materialet Jåks etterlatte seg finnes det en del tegninger.
smj: Iver Jåks la åvdemusát dåbdos suv grafihkajn, suv tjuollamij ja installasjåvnåj, valla ábnnasij gaskan majt Jåks guodij lidjin ållo tjuorggama.

source: Disse tegningene viser også bredden i Jåks arbeid.
smj: Dá tjuorggama vuosedi Jåksa bargo gåbddudagáv aj.

source: – Denne utstillingen vil være med på å løfte frem Iver Jåks i et annet perspektiv, i tillegg til at den presenterer flere yngre samiske kunstnere i samme prosjekt , noe jeg er veldig glad for å kunne gi støtte til, sier sametingsråd Maja Kristine Jåma (NSR).
smj: – Dát vuosádus sæbrrá låpptitjit Iver Jåksav ietjá perspektijvvaj, sæmmi bále åvddån buktá moadda nuorra sáme dájddára sæmmi prosjevtan, juoga man lijkkuv huj buoragit doarjjot, javllá Maja Kristine Jåma (NSR).

source: Utstillingen er kuratert av Hanne Hammer Stien og Kristoffer Dolmen som samarbeider med flere om formidlingsarbeidet av utstillingen.
smj: Hanne Hammer Stien ja Kristoffer Dolmen libá kuráhttura vuosádusán ja barggaba aktan moaddásij vuosádusá gaskostimbargon.

source: Blant annet vil det være fagseminar på Arkitekturmuseet, Oslo Sámiid Duodji skal holde duodjikvelder på Tegnerforbundet, og Laila Labba og Marte Lill Somby skal holde formidlingsprosjekt for barn og unge i Tegnerforbundet.
smj: Duola dagu galggá liehket fáhkaseminára Arkitekturmusiejan, Oslo Sámiid Duodji dålá duodjeiehkedijt Tegnerforbudan, ja Laila Labba ja Marte Lill Somby galggaba gaskostimprosjevtav dålat mánájda ja nuorajda Tegnerforbudan.

source: I tillegg er det inngått formidlingsavtale med Oslo samiske skole under utstillingsperioden.
smj: Duodden dasi la gaskostimsjiehtadus dagáduvvam Oslo sáme skåvlåjn vuosádusájgegávdan.

source: – Dette er et godt eksempel til etterfølgelse hvordan Tegnerforbundet knytter til seg andre samiske organisasjoner og institusjoner og samarbeider for å nå ut med samisk kunst til så mange som mulig, sier Jåma.
smj: – La buorre buojkulvis tjuovvolibmáj gåktu Tegnerforbudet tjadná allasis ietjá sáme organisasjåvnåjt ja institusjåvnåjt ja aktisattjat barggá jåvsåtjit sáme dájdajn nav moaddásij gå máhttelis, javllá Jåma.

source: Tilskuddet på 200 000 kroner er bevilget over tilskuddsordningen kulturtiltak.
smj: 200 000 kråvnnåsasj doarjja l juolloduvvam doarjjaårdnigin Kultuvrradåjma baktu.

source: For spørsmål eller intervju, kontakt sametingsråd Maja Kristine Jåma (NSR), mob. +47 472 42 366, maja.kristine.jama@samediggi.no
smj: Gatjálvisá jali ságájdahttem, guládalá sámedikkerádijn Maja Kristine Jåma (NSR), mob +47 984 87 576, maja.
